raw/20260427T074548Z-baseline-pi5-live-8gb-E-pgbench/pgbench-rerun-20260430T193410Z/pgbench-c1.txt
Defaulted container "postgres" out of: postgres, render-initdb (init)
starting vacuum...end.
pgbench (17.9)
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 25846
number of failed transactions: 0 (0.000%)
latency average = 1.160 ms
initial connection time = 6.683 ms
tps = 861.701652 (without initial connection time)