raw/20260427T074548Z-baseline-pi5-live-8gb-E-pgbench/pgbench-rerun-20260430T193410Z/pgbench-c10.txt
Defaulted container "postgres" out of: postgres, render-initdb (init)
pgbench (17.9)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 10
number of threads: 8
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 35763
number of failed transactions: 0 (0.000%)
latency average = 8.404 ms
initial connection time = 21.766 ms
tps = 1189.948217 (without initial connection time)