raw/20260427T074548Z-baseline-pi5-live-8gb-E-pgbench/pgbench-rerun-20260430T193410Z/pgbench-c100.txt
Defaulted container "postgres" out of: postgres, render-initdb (init)
pgbench (17.9)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 100
number of threads: 8
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 22873
number of failed transactions: 0 (0.000%)
latency average = 131.650 ms
initial connection time = 360.340 ms
tps = 759.588850 (without initial connection time)