raw/20260427T074548Z-baseline-pi5-live-8gb-E-pgbench/pgbench-rerun-20260430T193410Z/pgbench-c5.txt
Defaulted container "postgres" out of: postgres, render-initdb (init)
pgbench (17.9)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 5
number of threads: 5
maximum number of tries: 1
duration: 30 s
number of transactions actually processed: 40513
number of failed transactions: 0 (0.000%)
latency average = 3.705 ms
initial connection time = 12.434 ms
tps = 1349.674591 (without initial connection time)